import './Mid1.css'

let pic = [
    {
        img: '12.png',
        title: 'تپسی کلاسیک',
        txt: 'با سرویس کلاسیک تپسی، یک خودروی اختصاصی برای رسیدن به مقصدتان دارید. تپسی کلاسیک، راهی سریع و آسان برای سفرهای درون‌شهری در هر ساعتی از روز است. در این سرویس، شما امکان تعیین دو یا چند مقصد و همچنین توقف در مسیر را دارید.',
    },
    {
        img: 'b.webp',
        title: 'تپسی تلفنی',
        txt: 'سرویس تپسی تلفنی یا ۱۶۳۰، این امکان را به شما می‌دهد که بدون نیاز به اینترنت و اپلیکیشن، درخواست خودرو بدهید. این سرویس تاکسی تلفنی مناسب زمانی است که به هر دلیلی دسترسی به اینترنت یا اپلیکیشن ندارید. همچنین سرویس تلفنی تپسی، راه حلی مناسب برای افرادی است که کار کردن با اپلیکیشن‌های موبایلی برایشان راحت نیست.',
    },
    {
        img: 'c.webp',
        title: 'همیار',
        txt: 'سرویس همیار تپسی، به جای شما خرید می‌کند. کافیست فروشگاه مورد نظر خود را به عنوان مبدا مشخص کرده و لیست خریدتان را داخل اپ وارد کنید. این خرید‌ها می‌تواند از سوپرمارکت یا داروخانه مورد نظر شما باشند.',
    },
    {
        img: 'd.webp',
        title: 'تپسی پلاس',
        txt: 'در سرویس پلاس تاکسی اینترنتی تپسی، خودرویی با مدل بالاتر و عمر کمتر، به دنبال شما خواهد آمد. همچنین، رانندگان این سرویس بالاترین امتیاز را از مسافران دریافت کرده‌اند. در این سرویس که در حال حاضر در تهران فعال است، امکان تعیین چند مقصد یا توقف در حین سفر، وجود دارد.',
    },
    {
        img: 'f.webp',
        title: 'موتوپیک',
        txt: ' با استفاده از سرویس موتوپیک، بسته‌ها و مرسولاتتان با پیک موتور به مقصد ارسال می‌شوند. این سرویس مناسب زمانی است که می‌خواهید مرسوله سریع‌تر به مقصد برسد. در این سرویس، شما می‌توانید مسیر رسیدن مرسوله‌تان به مقصد را به صورت لحظه‌ای روی نقشه دنبال کنید'
    },

]


let p = 0

function i() {
    
    if(p < pic.length-1){
      return p +=1
   }else {
      return p = 0
   }
   }
  setInterval(i , 1000)

export default function Mid1() {

    
    return(
        
        <><div class="di1">
            <span class="spn1">سرویس‌های تپسی</span>
        </div><div class="di2">
                
                <div class="t0 di3" >
                    <img src="4.png" class='im2'></img>
                    <p>تپسی کلاسیک</p>


                </div>
                <div class="di4">
                    <img src="	5.png" class='im2'></img>
                    <p>تپسی تلفنی</p>

                </div>
                <div class="di4">
                    <img src="6.png" class='im2'></img>
                    <p>تپسی لاین</p>

                </div>
                <div class="di4">
                    <img src="7.png" class='im2'></img>
                    <p>موتوپیک</p>

                </div>
                <div class="di4">
                    <img src="8.png" class='im2'></img>
                    <p>اتوپیک</p>

                </div>
                <div class="di4">
                    <img src="9.png" class='im2'></img>
                    <p>تپسی پلاس</p></div>

                <div class="di4">
                    <img src="10.png" class='im2'></img>
                    <p>تاکسی</p>

                </div>
                <div class="di4">
                    <img src="11.png" class='im2'></img>
                    <p>همیار</p>

                </div>
               
                    
                    <div class="b0" >
                    <div class="di5">
                        <p class="p01">{pic[p].title}</p>
                        <p class="p02">با سرویس کلاسیک تپسی، یک خودروی اختصاصی برای رسیدن به مقصدتان دارید. تپسی کلاسیک، راهی سریع و آسان برای سفرهای درون‌شهری در هر ساعتی از روز است. در این سرویس، شما امکان تعیین دو یا چند مقصد و همچنین توقف در مسیر را دارید.</p>
                    </div>
                    <div class="di6">
                        <img src={pic[p].img} class="im1"></img>

                    </div>
                </div>
                
                
               

            </div>
            <div class="di7"></div>
            </>
    )
    
}