import './mid3.css'

export default function Mid3() {
    return(
        <div class="dd1">
		<div class="dd2"></div>
		<div class="dd3">
			<div class="bt bt1" >
				<span class="ss1">بسته امنیت سفر</span>
				
				<span class="sb" >امکانات ویژه امنیت سفر، شامل اشتراک سفر و پشتیبانی ۲۴ ساعته تیم متخصصین امنیت تپسی</span>
			</div>
			<div class="bt bt2" >
				<span class="ss1">درخواست تلفنی</span>
				
				<span class="sb">امکان درخواست خودرو بدون نیاز به اینترنت و اپلیکیشن، از طریق تماس با شماره ۱۶۳۰</span>
			</div>
			<div class="bt bt2" >
				<span class="ss1">دسترس‌پذیری برای توان‌یابان</span>
				
				<span class="sb">امکان استفاده کاربران نابینا و ناشنوا از اپلیکیشن تپسی و عدم کسر کمیسیون از سفر مسافران ویلچردار</span>
			</div>
			<div class="bt bt3" >
				<span class="ss1">امکانات هوشمند</span>
				
				<span class="sb">سهولت استفاده از اپلیکیشن با پیشنهاد مبدا و مقصد سفر، مقاصد منتخب و پیشنهادهای ویژه شما</span>
			</div>
		</div>
		<div class="dd4">
			<div class="dd5">
			<p class="pp1">مزایای تپسی برای رانندگان تاکسی اینترنتی</p>
			<p>رانندگان (سفیران) به‌عنوان همکاران تپسی، جایگاه ویژه‌ای برای شرکت دارند. به همین‌دلیل مزایای مختلفی برای آنها در نظر گرفته شده است.</p>
				<br/>
			<p class="pp2">کسب درآمد روزانه، پایدار و بدون محدودیت</p>
				
			<p>۱. امکان تسویه‌ی اعتبار در هر ساعت از شبانه‌روز</p>
			<p>۲. طرح‌های تشویقی، ماموریت‌ها‌، پاداش و اعطای وام‌های قرض‌الحسنه به‌طور دوره‌ای</p>
			<p>۳. نمایش مکان‌های پردرخواست در اپلیکیشن و دریافت سفرهای طلایی</p>
				<br/>
			<p class="pp2">تضمین امنیت و پشتیبانی رانندگان</p>
				
				<p>۱. پشتیبانی ۲۴ ساعته</p>
				<p>۲. امکانات امنیت سفر شامل تماس اضطراری با واحد امنیت و پشتیبانی ۲۴ ساعته تیم امنیت</p>
				<br/>
				<p class="pp2">واریز سهمیه بنزین ویژه رانندگان تپسی</p>
				<p>۱. نمایش میزان پیمایش ماهانه درون اپلیکیشن</p>
				<p>۲. محاسبه‌ی مسافت طی شده تا مسافر در پیمایش</p>
				<br/>
				<p class="pp2"> استفاده از مزایای<a href="https://tapsi.ir/pro" class="aa1"> باشگاه رانندگان تپسی</a></p>
				<p>۱. تخفیف روی خدمات خودرو مانند بیمه، سرویس‌های دوره‌ای، خرید لاستیک و ...</p>
				<p>۲. تخفیف روی خدمات رفاهی مانند وام قرض‌الحسنه، خدمات درمانی، خرید اقساطی و ...</p>
			</div>
			<div class="dd6"></div>
		</div>
		<div class="dd7">
			<a href="https://join.tapsi.ir/" class="aa2">
				<div class="dd8">
					<span>ثبت نام راننده تاکسی آنلاین</span>
				</div>
			</a>
		
		<div class="dd9">
			<a href="https://tapsi.ir/drivers/dl" class="aa2">
				<div class="dd10">
					<span>دانلود برنامه تپسی راننده</span>
				</div>
			</a>
		</div>
	</div>
		</div>
    )
    
}